{
    "DW.ResourceMin": "Min",
    "DW.ResourceValue": "Value",
    "DW.ResourceMax": "Max",
    "DW.WizardRollTooltip": "Roll for Wizard",
    "DW.WildRollTooltip": "Roll for Wild",
    "DW.WizardRollWithWitTooltip": "Roll for Wizard using a skill or role",
    "DW.WildRollWithWitTooltip": "Roll for Wild using a skill or role",
    "DW.AddToWizardTooltip": "Add a point to Wizard",
    "DW.RemoveFromWizardTooltip": "Remove a point from Wizard",
    "DW.ResetWizardTooltip" : "Reset Wizard to 2",
    "DW.AddToWildTooltip": "Add a point to Wild",
    "DW.RemoveFromWildTooltip": "Remove a point from Wild",
    "DW.ResetWildTooltip" : "Reset Wild to 2",
    "DW.AttributesTitle": "Attributes",
    "DW.BiographyTitle": "Bio",
    "DW.ClassDescriptor": "Class",
    "DW.Prop1": "1st Prop",
    "DW.Prop2": "2nd Prop",
    "DW.Success": "SUCCESS",
    "DW.Failed": "FAIL",
    "DW.RollMessage": "Roll for",
    "DW.Wizard": "Wizard",
    "DW.Wild": "Wild",
    "DW.WizardSuccessMessage" : "Success. The spell works how you intended. Describe the effect and add 1 point to Wizard",
    "DW.WizardFailMessage" : "Failure. Roll Consequences",
    "DW.WildSuccessMessage" : "The spell works as intended. Explain how you hide or disguise your spell or add 1 point to Wild",
    "DW.WildFailMessage" : "Failure. Roll Consequences",
    "DW.RollForWizard": "Roll for Wizard",
    "DW.RollForWild": "Roll for Wild",
    "DW.DefaultBio": "<p>Everyone knows the proper way to gain arcane abilities is through discipline and years of study. Magic is temperamental, and it's too dangerous to let anybody who just happens to have \"inner power\" cast spells. Wizards who have worked studiously and been tested on their capabilities are the only ones we can trust with that power.</p> <p>Unfortunately for you, this means all other sources of magic have been declared illegal. If you want to take jobs where spellcasting is a requirement, you must be a licensed wizard. Your party has completed the paperwork and written test and now face the final challenge: completing the Wizard Certification Practical Exam.</p> <p>The exam is a series of trials designed to test your magical competence, skill, and control. Your party must complete these challenges while keeping up the illusion that you are wise and dignified wizards, not a ragtag bunch whose magic is from anything but book learning.</p>",
    "DW.ItemsTitle": "Items",
    "DW.ItemName": "Name",
    "DW.ItemDescription": "Description",
    "DW.ItemEdit": "Edit",
    "DW.ItemDelete": "Delete",
    "DW.NewItemName": "New Item",
    "DW.ConfirmItemDelete": "Confirm Deletion of Item",
    "DW.ConfirmItemDeleteText": "Are you sure you wish to delete this item?",
    "DW.CustomClass": "Custom Class",
    "DW.RollForConsequences": "Roll for Consequences",
    "DW.WizardDudConsequence": "1-2: The spell is a dud; nothing happens.",
    "DW.WizardMinorFailConsequence": "3-4: You unintentionally use Wild magic and cast a Wild spell of your choice. Proceed as if this was a success but add 1 to Wild.",
    "DW.WizardCriticalFailConsequence": "5-6: The spell fails dramatically. Describe the outcome and add 1 to Wild.",
    "DW.WildDudConsequence": "1-2: The spell peters out and doesn’t do anything.",
    "DW.WildMinorFailConsequence": "3-4: The spell works, but with a negative side effect. Add 1 to Wild.",
    "DW.WildCriticalFailConsequence": "5-6: The spell fails dramatically. Describe the outcome and add 1 to Wild",
    "DW.EndGame": "You’re caught! You not only fail the test, but also are arrested for Wild Magic Crimes.",
    "DW.ActorName": "Name",
    "DW.ClassDescription": "Class",
    "DW.FamiliarsDescription": "<p>Roll two d6s. You are that many owls, cats, toads, or other magic-adjacent critters in a jacket. How did you even get in here?</p> <p><em>Your spells are determined by what creature you are, but could include things like flight as an owl, catching mice as a cat, climbing up the wall as a spider, or anything else that makes sense for a critter with a little magical power.</em></p>",
    "DW.AlchemistDescription": "<p>Your powers come from various potions you've brewed. They range from ability enhancement potions to poisons, and everything in between.</p><p><em>Your potions include those of luck, invisibility, acid, and anything else you could condense into a flask.</em></p>",
    "DW.BardDescription": "<p>Your magic comes through your performances, be it singing, instrumental, or even spokenword poetry.</p><p><em>Your spells include inspirational speeches, cutting taunts, and anything else with Big Theater Kid Energy.</em></p>",
    "DW.ChosenOneDescription": "<p>ou have been Chosen by a god, demon, or other powerful being, and you can call on them for guidance and aid.</p><p><em>Your spells vary by patron, but may include divine attacks, dark invocations, or anything a bit culty.</em></p>",
    "DW.CollectorDescription": "<p>You don’t cast spells; you just have a collection of magic items. Your inventory grew through great deals, a bit of theft, plus your deep pockets</p><p><em>Your items might include an amulet of protection, a cursed goblet, magic boots, or anything else from ye olde fantasy pawn shop.</em></p>",
    "DW.DruidDescription": "<p>Your magic comes from a connection to nature. You've learned much from the wild, including how to communicate with plants and animals.</p><p><em>Your spells allow you to transform into creatures, summon flora and fauna, and do other hippie-type stuff</em></p>",
    "DW.ElementalBloodDescription": "<p>You inherited magic from a primordial ancestor that allows you to manipulate the elements (based on the elemental system of your chosing).</p><p><em>Your spells include major elemental effects like lightning strikes, fire blasts, or anything as seen on Avatar the Last Airbender.</em></p>",
    "DW.MagicianDescription": "<p>You’re a stage magician with many tricks up your sleeve. You know how to improvise and control an audience’s attention.</p><p><em>Your “spells” include reading tarot cards, conjuring and disappearing items, or anything else houdiniesque.</em></p>",
    "DW.MuscleMagicDescription": "<p>You are just like, incredibly jacked, and with the right emotional provocation your strength grows beyond belief. One might say that no one likes you when you’re angry.</p><p><em>Your spells include incredible feats of punching, a yell like a sonic boom, and any other WWE-type nonsense.</em></p>",
    "DW.VampireDescription": "<p>You’re a blood sucking creature of the night, anywhere on the spectrum from sparkly to full Dracula.</p><p><em>Your spells include transforming into a bat, draining life force, or anything else darkly alluring.</em></p>",
    "DW.PropsTitle": "Props",
    "DW.SpellsTitle": "Spells"
}
